menu.logo=Fichier Convertir
menu.language=La langue
menu.english=Anglais
menu.french=Fran\u00E7ais
menu.home=Accueil
menu.videoformats=Formats vid\u00E9o
menu.FAQ=FAQ
menu.contact=Contact
menu.login=Ouverture de Session
main.introduction=File Transformer est un service GRATUIT ONLINE qui convertit les fichiers multim\u00E9dias de formats bien connus les uns aux autres.
main.explanation=Appuyez sur le bouton Choisir le fichier, pour s\u00E9lectionner votre fichier local, appuyez sur le bouton de t\u00E9l\u00E9chargement apr\u00E8s avoir s\u00E9lectionn\u00E9 le fichier. S\u00E9lectionnez le type de fichier que vous voulez convertir et appuyez sur le bouton Convertir. Une fois la conversion termin\u00E9e, vous pouvez appuyer sur le bouton T\u00E9l\u00E9charger pour obtenir le fichier converti:
main.note1=Ce site vous permet de convertir des m\u00E9dias d'un format \u00E0 un autre. Nous soutenons beaucoup de diff\u00E9rents formats de source, essayons juste. Les types pris en charge sont
main.note2="mp4","avi","flv","mpg","swf","wmv","ogv","dv","mov",,"3gp","mpeg","gif","dvd","mp3","wav","ogg","wma"
main.note3=, S'il vous pla\u00EEt un e-mail (files.transformers@gmail.com) nous pour vos demandes. Nous aimerions vous aider
main.uploadfile=T\u00E9l\u00E9verser un fichier
main.convert=Convertir
main.download=T\u00E9l\u00E9charger
main.convertto=Convertir en
videoformat.videoformats=Formats de fichiers vid\u00E9o
videoformat.list=La liste de formats de fichiers pris en charge ci-dessous. Il existe plus de types de fichiers disponibles. Pour obtenir plus de types, s'il vous pla\u00EEt \u00E9crivez-nous.
videoformat.header=Liste des formats de fichier
videoformat.fileFormat=Format de fichier
videoformat.description=La description
videoformat.3gp=Projet de partenariat de 3e g\u00E9n\u00E9ration
videoformat.avi=Microsoft Audio/Visual Interleaved
videoformat.divx=Fichiers vid\u00E9o encod\u00E9s avec vid\u00E9o num\u00E9rique
videoformat.flv=Vid\u00E9o Flash
videoformat.mkv=Fichier vid\u00E9o Matroska
videoformat.mp4=Flux vid\u00E9o MPEG-4
videoformat.mpeg=Format d'\u00E9change de fichiers Motion Picture Experts Group
faq.title=Questions fr\u00E9quemment pos\u00E9es
faq.question1=Que se passe-t-il avec les fichiers apr\u00E8s le t\u00E9l\u00E9chargement?
faq.answer1=Tous les fichiers t\u00E9l\u00E9charg\u00E9s sont supprim\u00E9s automatiquement au bout de 12 heures.
faq.question2=La conversion du fichier a \u00E9chou\u00E9. Quel est le probl\u00E8me?
faq.answer2=Certains codecs contenus dans un conteneur de format de fichier ne peuvent pas \u00EAtre convertis.
faq.question3=Qui a le droit l\u00E9gal du fichier lors du t\u00E9l\u00E9chargement?
faq.answer3=Le propri\u00E9taire original. Ce site Web ne poss\u00E8de aucune licence.
contact.contactus=Contactez nous
contact.email=Envoyer un email: files.transformers@gmail.com
contact.twit=Twit \u00E0 nous
login.information=Si vous \u00EAtes un utilisateur enregistr\u00E9, veuillez utiliser votre nom d'utilisateur et votre mot de passe pour g\u00E9rer vos fichiers.
login.invaliduser=Nom d'utilisateur et mot de passe non valides.
login.logout=Vous avez \u00E9t\u00E9 d\u00E9connect\u00E9 avec succ\u00E8s.
login.usernameplaceholder=Entrez le nom d'utilisateur
login.passwordplaceholder=Entrer le mot de passe
login.username=Nom d'utilisateur
login.password=Mot de passe
login.login=S'identifier
label.title=Connectez-vous page
label.firstName=Pr\u00E9nom
label.lastName=Nom
label.submit=Connexion\
welcome.message = Bonjour, {0}
welcome.greeting = Belle que vous pourriez participer \u00E0 la r\u00E9union. Nous commen\u00E7ons \u00E0 {0}.
